import Link from 'next/link'
import React from 'react'

const deliveryPayment = () => {
  return (
    <section>
        <h1 className='text-[45px]'>Доставка та оплата</h1>
        <div className='my-4'>
            <h2 className='text-[30px]'>Оплата</h2>
            <p><span className='font-semibold'>Безготівковий розрахунок.</span> Здійснюється шляхом переказу коштів на банківський рахунок, вказаний <Link href='rahunok_na_oplatu.xls' className='text-blue'>у рахунку на оплату</Link>, відповідно до Вашого замовлення.</p>
            <p><span className='font-semibold'>Готівковий розрахунок.</span> Здійснюється тільки у місті Києві при отриманні замовлення, згідно з розрахунком на оплату.</p>
        </div>

        <div className='my-4'> 
            <h2 className='text-[30px]'>Доставка</h2>
            <p>Доставка меблів для ванной кімнати здійснюється по всій території України:</p>
            <ul className='list-disc ml-5'> 
                <li>Пн-Пт: 9:00-18:00</li>
                <li>Сб: 10:00-15:00 </li>
                <li>Нд: вихідний</li>
            </ul>
            <p>Акційний товар, замовлений в акційний період доставляється замовнику за акційними цінами навіть після закінчення акції.</p>
        </div>

        <div className='my-4'>
            <h2 className='text-[30px]'>Безоплатна доставка</h2>
            <p>Безоплатна доставка здійснюється при сумі замовлення не меншій ніж 5000 грн та узгоджується індивідуально з менеджером магазину за допомогою E-mail: sales@vanna-kimnata.com або телефоном. Доставка акційного товару здійснюється коштом покупця.</p>
        </div>
        <div className='my-4'>
            <h2 className='text-[30px]'>Інформація про доставку</h2>
            <p><span className='font-semibold'>Доставка.</span> Доставка товару здійснюється кур’єром до під’їзду/будинку за адресою та часом, зазначеними у заявці.</p>
            <p>Під час отримання товару здійснюється його огляд та підписується документ про його отримання. Підпис у документі про отримання товару свідчить про те, що претензії щодо якості, комплектності та кількості у покупця відсутні.</p>
            <p><span className='font-semibold'>Самовивіз.</span> Ви можете самостійно забрати своє замовлення <Link href='/contacts' className='text-blue'>з нашого складу</Link>, отримавши при цьому додаткову знижку.</p>
        </div>
        <div className='my-4'>
            <h2 className='text-[30px]'>Встановлення</h2>
            <p>Встановлення меблів для ванних кімнат здійснюється професійними сантехніками за попередньою домовленістю за тел. +38 (067) 318 84 84 або +38 (099) 137 66 49.</p>
        </div>
        
        
    </section>
  )
}

export default deliveryPayment